[M_TrainRobbery MissionDefinition]
MissionName="Assalto ao Trem Pagador"
MissionDescription="Lilith averiguou que alguns trens da Hyperion que atravessam [place]Tundra Express[-place] transportam uma boa quantidade de grana. Se conseguir deter um desses trens, você poderá roubar o dinheiro. "
TurnInDescription="Colocou bastante dinamite, Butch?"
MissionSummary="Pare o trem do dinheiro."
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Que tal assaltar um trem cheio de dinheiro?"

[M_TrainRobbery:BlowuptheSafes MissionObjectiveDefinition]
ProgressMessage="Arrebente os cofres"

[M_TrainRobbery:BlowUptheSafeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrainRobbery:breakthegate MissionObjectiveDefinition]
ProgressMessage="Destranque a porta"

[M_TrainRobbery:BreaktheGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Lilith averiguou que alguns trens da Hyperion que atravessam [place]Tundra Express[-place] transportam uma boa quantidade de grana. Se conseguir deter um desses trens, você poderá roubar o dinheiro. Primeiro é preciso bloquear os trilhos para deter o avanço do trem."

[M_TrainRobbery:GetDynamiteSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrainRobbery:GettheDynamite MissionObjectiveDefinition]
ProgressMessage="Pegue a dinamite de Tina"

[M_TrainRobbery:RadiointheTrain MissionObjectiveDefinition]
ProgressMessage="Solicite o recolhimento da mercadoria"

[M_TrainRobbery:RadiointheTrainSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Lilith averiguou que alguns trens da Hyperion que atravessam [place]Tundra Express[-place] transportam uma boa quantidade de grana. Se conseguir deter um desses trens, você poderá roubar o dinheiro. Os trilhos já foram bloqueados. Hora de enviar um sinal para que o trem pare."

